import React from 'react'
import './Lawyer.css'
import lawyer_img from '../../../assets/Joy.png'

const Lawyer = () => {
  return (
    <div>
        <div className='about'>
            <div className='about-left'>
                <img src={lawyer_img} className='lawyer-img'></img>
            </div>
            <div className='about-right'>
                <h3>主持律師</h3>
                <h2>林秀怡律師 ( Joy Lin )</h2>
                <h3>學歷:</h3>
                <p>國立臺灣大學法學士</p>
                <p>美國伊利諾大學香檳分校法學碩士</p>
                <p>國立交通大學EMBA碩士</p>
                <h3>經歷:</h3>
                <p> - 中華民國律師資格 (1996) </p>
                <p> - 常在國際法律事務所律師 (1997-2000) </p>
                <p> - 理律法律事務所律師 (2000/03-2001/06；2002/09-2003/06) </p>
                <p> - 理律法律事務所資深律師 (2003/07-2007/12) </p>
                <p> - 理律法律事務所律師顧問 (2008/01-2011/02) </p>
                <p> - 常在國際法律事務所 Integrated Partner (2011/09-2013/05) </p>
                <p> - 台北及新竹律師公會會員 </p>
                <p> - 清大EMBA公司治理、企業併購、員工獎勵制度授課 </p> 
                <p> - 新竹科學園區高科技公司公司治理、公司法、企業併購、軟體授權合約講座 </p>
                <p> - 新竹科學園區管理局最新修正公司法、證券交易法、洗錢防治等講座 </p>
                <p> - 工研院產服中心企業法律系列講座 </p>
                <p> - 中和國中傑出校友 </p>
                <p> - 新竹市企業經理協進會監事</p>
            </div>
        </div>
        <div className='middle-paragraphs'>
            <p>林秀怡律師自1997年起執行法律業務迄今，專長領域包含公司海內外投資、併購、上市櫃法令、
                證券相關特許事業法規遵循、勞工、專利、著作權、合約審閱及一般公司法務諮詢。
                由於林律師於國際性事務所服務長達十五年，所以對於處理英文合約暨與外商交涉，經驗豐富。  </p>
            <br></br>
            <p>自2005年起，林律師並於新竹科學園區協助處理多件跨國合併、股份轉換、出售營運資產廠房、
                投資、合資、機台租賃、聯貸、專利侵權爭議及一般民事訴訟等案件。</p>
            <br></br>
            <p>自2013年起，林律師於自己經營之事務所，除延續之前之經驗外，並協助多家新創公司進行境外股權規劃、修改章程、募資(A輪、B輪、C輪)、股份轉換、DD，
                並曾協助異議股東打贏股份收買請求權之官司，創下司法紀錄。
                林律師並常協助客戶遵循美國出口管制法規，並曾陪同違反美國出口管制法規之台灣公司及台灣人至英國與美國檢察官進行認罪協商。</p>
            <br></br>
            <p>林律師亦常受邀提供公司法、證券交易法、公司投資、企業併購、人力資源、
                薪酬委員會、契約簽訂實務、著作權、股東會、個人資料保護法、創業應注意之法律事項、公司治理及董監事責任等講座。</p>
            <br></br>
            <h3>著作：</h3>
            <ul>
                <li>「海企業併購活動營業中斷問題」，經濟日報專欄，2003年9月12日</li>
                <li>「海外連動式債券之連動標的」，經濟日報專欄，2003年11月21日 </li> 
                <li>「權益交換合約當事人的申報義務」，經濟日報專欄，2004年1月16日</li>
                <li>「未上市櫃公司合併上市櫃公司 - 談鼓勵併購與股東權益之保護」，工商時報專欄，2005年9月23日 </li>
                <li>「跨國企業併購與公開收購」，工商時報專欄，2005年9月29日 </li>
                <li>「私募股票股東，合併過程中之異議股份收買請求權」，工商時報專欄，2005年10月10日 </li>    
                <li>「併購公佈時機以不擾市場為宜」，工商時報專欄，2005年10月13日</li> 
                <li>「併購後離職依前雇主契約處理（上）」，工商時報專欄，2005年10月20日 </li>
                <li>「併購後自願離職，不符資遣條件（下）」，工商時報專欄，2005年10月27日 </li>
                <li>「落實預審制度，避免企業併購導致之營業中斷」，工商時報專欄，2005年11月10日 </li>
                <li>「董事參與併購，需保障股東權益」，工商時報專欄，2005年11月22日 </li>
                <li>「高科技產業併購與專利權之評估」，交大全國智慧財產權研討會，2006年11月 </li>
                <li>「外資收購中國上市公司之研究」，交大EMBA碩士論文，2009年6月 </li>
                <li>「有關薪資報酬委員會設置之諸問題」，NARUHODO(THE TAIWAN)雜誌2012年10月號(Vol.307) </li>
            </ul>
        </div>
    </div>
    
  )
}

export default Lawyer
